INSERT INTO book VALUES('P1234', '채식주의자', 15000, '한강','보이지 않는 영혼의 고통을 식물적 상상력으로 표현해낸 섬세한 문장과 파격적인 내용이 큰 울림을 만들어낸다. 폭력의 악순환을 끊고, 인간의 한계를 뛰어넘어 나무가 되고자 한 여성의 이야기', '창비', '장편소설', 1000,  '2022.03.28', 'new', 'P1234.jpg');
INSERT INTO book VALUES('P1235', '서랍에 저녁을 넣어 두었다', 12000, '한강', '『문학과사회』 겨울호에 시 「서울의 겨울」 외 4편을 발표하고 이듬해 『서울신문』 신춘문예에 단편소설 「붉은 닻」이 당선되어 작품 활동을 시작한 한강이 틈틈이 쓰고 발표한 시들 중 60편을 추려 묶어 데뷔 20년 만에 펴낸 첫 시집이다.', '문학과지성사',  '시/희곡',1000, '2013.11.15', 'new', 'P1235.jpg');
INSERT INTO book VALUES('P1236', '소년이 온다', 15000, '한강', '한강을 뛰어넘은 한강의 소설. 섬세한 감수성과 치밀한 문장으로 인간 존재의 본질을 탐구해온 작가 한강이 광주의 5월을 그렸다.', '창비', '장편소설', 1000, '2014.05.19', 'new', 'P1236.jpg');


select * from book;


